[
  {
    "pettype":1,
    "name":"法老王猎犬",
    "engName":"Pharaoh Hound",
    "characters":"感情丰富且顽皮、警惕而活跃",
    "nation":"马耳他",
    "easyOfDisease":"肥胖症",
    "life":"12~14年",
    "price":"",
    "desc":"法老王猎犬（Pharaoh Hound），又称科博特菲勒犬，猎兔犬。原产地马耳他，起源于公元前1000年。它出色的捕猎技巧以及与人之间的默契关系，是我们如今了解和研究犬类历史不可多得的财富与瑰宝。警惕而活跃，非常忠实而敏锐的优秀猎犬，视觉和嗅觉都很好。",
    "feature":"法老王猎犬整体外观给人的感觉是优雅有力且行动敏捷的。细挑的身材，四肢看起来肌肉发达。此犬的名字与他的身份地位成正比。",
    "characterFeature":"法老王猎犬属于运动型的工作犬，体型大小一般，但不适合居住在城市里，因被毛短而少因此不需要经常梳理，适合炎热的天气，此犬虽然聪明、友善，但不易训练。",
    "careKnowledge":"法老王猎犬虽能适应炎热的夏天，但不能保证狗狗不怕热，毕竟所有的狗狗皮肤都没有汗腺，无法像人一样通过皮肤中的毛细孔排汗，在炎热的夏天应如何正确的饲养法老王猎犬呢?",
    "feedPoints":"法老王猎犬属于一种比较古老的犬种，由于社会的进步，狗狗不再像以前只吃人类的剩食了，现在科技发达，研制出来狗粮营养既全面又合狗狗的味蕾。因此每天喂专用狗粮并无害处。购买专用狗粮时应根据犬种和狗的不同成长期来选择。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/377.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img5701405934288.jpg"
  },
  {
    "pettype":1,
    "name":"比熊犬",
    "engName":"Bichon Frise",
    "characters":"聪明伶俐、活泼好动 、温和友善",
    "nation":"法国",
    "easyOfDisease":"眼病、耳病",
    "life":"12-15岁",
    "price":"1000-3000元",
    "desc":"比熊犬（Bichon Frisé）是一种小型常见的宠物狗，1500年，当法国入侵意大利时，法国人被比熊犬白绒绒可爱的样子迷住了，并把它作为战利品带回法国。比熊犬对居住环境的要求很高，经常需要有人陪伴，这点需要特别注意。",
    "feature":"因为比熊犬性格好动活泼，所以活动量非常大。每天都要出去散步玩耍，运动可以促进她肠胃消化吸收，增进身体的健康。比熊犬性格友善、活泼，虽然比熊不是很聪明，但是记忆力非常好，多花些功夫训练，它会做一些逗人发笑的动作，给主人带来无穷的乐趣。比熊犬对于人的依赖性很强，对于家人非常友善，但是对生人凶猛。比熊比较粘人，需要多抽空陪它玩耍。大致来说，比熊犬活泼，对人友善，非常适合做家养宠物。",
    "characterFeature":"比熊犬是一种较小，强健的白色粉扑型的狗，性格欢快，从它好奇的眼神与欢快卷在背后的尾巴中就能看出。比熊犬一般都是比较好动的，它运动量大，毛发非常难打理。所以养之前也要做好心理准备和必要的功课。比熊性格友善，活泼，有优良的记忆力，会做各种动作逗人发笑，长期与人相伴，对于主人的依赖性大，非常友善，有些比熊会对生人凶猛。",
    "careKnowledge":"比熊犬生性活泼好动，消耗量大，比熊犬一天的饲料中应配肉类150-180克，并且加入等量的干素料或者饼干。天热的时候比熊的各种食物都应新鲜和清洁，不可吃剩餐，食具清洗干净，防止寄生虫感染。比熊犬属于易过敏体质，选择没有添加剂的狗粮，比熊犬易患上牙病，避免喂粘牙的食物，定期做牙齿清理或者购买一些清洁牙齿的玩具。",
    "feedPoints":"因比熊犬天生活泼好动，所以消耗的热量也相对比较大，胃口相对同等体型的狗狗来说也比较大，那么在日常喂食的饲料中，应配肉类150-180克，并加入等量的干素料或饼干，用适量的水调和后喂饲。所添加的食物应切碎后再调拌。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/368.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/imagick22281435572067.png"
  },
  {
    "pettype":1,
    "name":"拉布拉多猎犬",
    "engName":"Labrador",
    "characters":"对人非常友善、脾气好",
    "nation":"加拿大",
    "easyOfDisease":"髋关节坏死症",
    "life":"12—15年",
    "price":"1000-3000元",
    "desc":"拉布拉多猎犬（Labrador Retriever），原产于加拿大纽芬兰岛，AKC分类属于运动犬组。根据其祖先是英国猎犬，被当地渔民训练拉网和搬运工作，19世纪流传入英国后又被训练为猎枪犬，现又多被训练为导盲犬和警卫犬，用于侦察毒品和爆炸物。拉布拉多猎犬在犬的智商中排名中一直名列前茅，是目前最受欢迎和最值得信赖的家庭犬。",
    "feature":"一只健康的拉布拉多猎犬，肯定有着一个对他负责人的主人。照顾一只憨厚可爱，没有脾气的大型犬。对于饲养者来说是件值得骄傲的事。只有饲养过拉布拉多犬的人才知道狗狗的生活习惯以及饮食习惯。下面介绍一下关于拉布拉多幼犬的喂食要点。",
    "characterFeature":"拉布拉多犬和人一样，在成长的过程中难免会受伤害、生病、误食等等，对于初次养狗的人来说，遇到意外时，确实会有点手忙脚乱，许多人也都没想过狗狗会像人类一样会生病。遇到紧急情况的时候我们应找到病因或及时送医治疗。",
    "careKnowledge":"拉布拉多犬的脾气和金毛不相上下，是绝对出了名的好脾气。在决定和一只拉布拉多",
    "feedPoints":"拉布拉多犬猎犬简称：拉布拉多，拉拉，拉不拉多，是一种中大型犬，由于天生活泼、",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/677.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/imagick12541435573782.png"
  },
  {
    "pettype":1,
    "name":"阿拉斯加雪橇犬",
    "engName":"Alaskan Malamute",
    "characters":"非常聪明友好、喜欢吠叫",
    "nation":"美国",
    "easyOfDisease":"肠胃疾病",
    "life":"12年~15年",
    "price":"3000起",
    "desc":"阿拉斯加雪橇犬（Alaskan Malamute），又称阿拉斯加马拉穆，是最古老的雪橇犬之一，原产于美国，AKC分类属工作犬组。因它的四肢发达，体格健壮，培育它的目的是为了耐力而不是速度，因而它们的主要用途是拉雪橇。作为宠物，阿拉斯加雪橇犬一旦成熟后有着非常安静、高雅的气质，而且它们忠于主人。",
    "feature":"阿拉斯加体型较大，毛发蓬松，外型俊朗优美，有狼一样冷峻的外表，但是内心却非常友善，常被人们跟哈士奇混幺，他的体型比哈士奇大点，毛发也比哈士奇长。",
    "characterFeature":"随着社会的不断发展，阿拉斯加雪橇犬受到很多年轻人的喜爱，阿拉斯加早年是当做工作犬来使用的，现已进入很多家庭，之后会渐渐的习惯家庭饲养，服从家里其他人的指挥命令。",
    "careKnowledge":"随着社会的发展，养宠也成了一种时尚。因阿拉斯加具有很强的语言能力，以及英俊的外表，又能够领会人的语言、表情和各类手势，因此饲养的人越来越多。由于阿拉斯加的肠胃天生就不好，因此在生活上及饮食上主人应需要多加留意。",
    "feedPoints":"",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/609.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img50961416195246.jpg"
  },
  {
    "pettype":1,
    "name":"博美犬",
    "engName":"Pomeranian",
    "characters":"友善亲切、活泼好动、聪明可训、好管闲事",
    "nation":"德国",
    "easyOfDisease":"气管塌陷、心脏病",
    "life":"10-16年",
    "price":"1000-3000元",
    "desc":"博美犬谈及小型玩赏犬时是一个不可忽视的品种，它们体型小巧，性格活泼，常常以其蓬松的毛发和自信的举止受到爱犬人士的喜爱。博美犬智商高，适合做伴侣犬，并以其忠诚和警觉著称。",
    "feature":"由于博美犬的性格开朗、待人忠实、友善、体型较小引起广大爱宠人士的关注，作为小型玩赏犬的博美来讲，可不能只看其外表的小巧身材，遇到突发事件时，博美也会展现出自己的威武状态，保护自己及保护主人，偶尔也会撒娇。博美犬需要定期整理，不适合生活无空闲时间过于忙碌的人士饲养。华丽的皮毛，不仅需要经常修剪，还需每日细心的梳理。因体毛丰厚，",
    "characterFeature":"虽然博美犬个体很小，看似不出众，在家庭饲养的博美犬，由于娇生惯养，博美时常会表现出自己的性格及",
    "careKnowledge":"博美拥有一身飘逸蓬松的毛发，修过造型的黄博美长的较像小浣熊，可爱活跃，因此有很多人喜欢他，博美犬是极其爱美的犬种之一，他们容不得自己身上有半点缺点，那么在日常生活中应如何养护博美呢？",
    "feedPoints":"别小看博美犬的小身姿，在饮食的时候永远像个吃不饱的小孩，现在人们饲养狗狗都比较宠爱，狗狗需要的东西几乎都具备如：玩具、零食、主食包括主人平时帮狗狗做的美味佳肴等等。健康的饮食是不能按照狗狗对食物的要求来给予的哦。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/347.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/imagick53831435572176.png"
  },
  {
    "pettype":0,
    "name":"埃及猫",
    "engName":"Egyptian Mau",
    "characters":"聪明，与主人亲近",
    "nation":"埃及",
    "easyOfDisease":"肥胖、糖尿病",
    "life":"12-15年",
    "price":"",
    "desc":"埃及猫，拉丁学名为Felinae，在世界各地均有分布。虽然叫埃及猫，但现在人们却并不能证实埃及猫就是来源于埃及，不过由于在古埃及的壁画、墓碑或者纸卷上都有其图形和文字记载，所以人们认为埃及猫的祖先是非洲野猫。上个世纪50年代，埃及猫传入美国和英国，并在1968年获得正规比赛的奖项。现代埃及猫形成固定品种起源于19世纪地中海地区的一位王妃，她非常喜欢一只从开罗引进的猫，将它和一只意大利猫交配产子。后来该猫的后代被带到美国繁衍，并于次年在美国注册和首次参展，受到美国家庭的普遍欢迎。埃及猫性格聪明、对人友善，活泼顽皮，但较为敏感，如不加看管，容易逃脱。呈银白、青铜、暗灰黑等色，带有匀称斑点，毛细密柔滑、富有弹性。体型中等，长有一对大而尖的耳朵，头部有典型的甲虫形或“M”形斑纹，“M”形斑纹的埃及猫通常来自美国。如果来一场家猫速度大比拼，埃及猫一定能拔得头筹，因为它有长而有力的脚和由腹部至后膝的皱折皮肤。这些条件都令它的身体极敏捷。有记录埃及猫奔跑速度可达每小时48公里。此外，纯种埃及猫非常珍贵，每年注册登记的猫咪不过200只，在中国也比较少见，如果有商家标榜出售埃及猫，你一定要仔细了解清楚再购买。",
    "feature":"埃及猫身上的豹纹应该是它们与其他猫咪区分的明显标志，除了毛发为豹纹外，它们的皮肤上也会有豹纹，再加上它们是唯一拥有天然豹纹的家猫，因此埃及猫可谓是不折不扣的“豹纹控”。头部：呈现略圆的楔形且大小适中，额头到鼻梁部分有些隆起。额头、脸颊和侧脸较为丰满。嘴不尖、公埃及猫的下腭较发达。耳朵：耳朵大且耳朵的端部略尖向前倾。耳朵外侧的毛较短并且很密，在耳朵的内侧长有向外侧伸出并卷曲的饰毛。眼睛：呈杏仁形的眼很大，稍向上吊的眼梢，眼睛的颜色为玻璃绿、粟绿色或淡绿色。如果眼睛是越来越绿，则表示小猫很高兴，当它生气的时候，颜色会转变成琥珀色。所有参展的埃及猫都必须有绿色的眼睛。但幼年到18个月大猫的琥珀色眼睛也可接受。躯体：埃及猫的身材适中，苗条，强健的肌肉中最为发达的还属颈和肩两部分。四肢：都较长且后腿要长于前肢。肢体协调，并且能用爪尖站立起来。趾：呈现稍圆的小的卵形。尾：尾巴的长度中等，尾尖部分较细，根部较粗。被毛：光滑、柔软、有光泽。埃及猫身体的每个部位有很多种斑纹，这是它最大的特征。额头有\"M\"形状花纹并且脸颊也有花纹的是典型的埃及猫。在他的颈部有呈细线形状的花纹，在肩部有较宽的条纹，肩部往后的部分为斑点状花纹，喉部的项链花纹断成两节，身体上无规则的分布色斑,尾巴上毛的颜色略深，四肢的花纹为横条形。有两种猫跟埃及猫非常相似——奥西猫和孟加拉猫，不过奥西猫为人工繁育品种，只在某些特定品种搭配中才有豹纹，而孟加拉猫的体型几乎是埃及猫的两倍，所以也比较容易区分。",
    "characterFeature":"埃及猫一身豹纹，而它们的性格也如同猎豹一样聪明、敏锐。不少人因为埃及猫的速度与激情而迷恋上它们，但是并不是所有家庭都适合埃及猫是一种非常聪明的由于埃及猫天生好动，所以它们很喜欢在户外生活，不过很多兽医和猫友们却不赞成主人们这样做，他们担心埃及猫会因此而受到伤害。事实上，只要从小让它们在户外进行一定的训练，凭借它们矫健的身手和聪明的大脑，它们都会成功躲避户外的危险。在埃及猫的脑海中，陌生的人或动物都是它们需要严加防范的对象，所以它们见到陌生的动物入侵它们的地盘时，会进行猛烈的攻击，哪怕对方是同类，它们也不会犹豫。此外，如果埃及猫碰到陌生的人类，它们则会立刻选择躲避，如果你不依不饶地逗弄它们，它们则可能会对你发起攻击，因此家中经常有客人来往的话，也不适合饲养埃及猫。",
    "careKnowledge":"埃及猫是中型虽然埃及猫看上去比较难控制，但它们内心其实是很希望主人能多关注它们一些。一般情况下，只要主人保持对它们的关注、经常跟它们互动，它们就会比较依赖有你在的生活。主人每天需要做的事包括清理猫砂盆、准备食物、陪猫咪玩耍等。对于上班族来说，假如你没有足够的时间陪猫咪玩耍，你还要给猫咪准备一些玩具，以帮助它们度过一个又一个的无聊白日。埃及猫比很多猫咪都出现得早，所以它们的一些行为特征跟很多猫咪都不太一样，比如埃及猫对温度十分敏感，它们喜欢待在温暖的地方，因此，当气温较低时，主人最好在靠窗能晒到太阳的地方给猫咪准备个小窝，这样它们就可以窝在里面尽情享受温暖的阳光。最后需要注意的是，埃及猫的怀孕期比一般猫咪要长，通常为73天左右。在猫咪的怀孕期，主人一定要保证猫咪能够摄取充足的营养，并且不要让它们与其他动物产生纷争。",
    "feedPoints":"跟所有猫咪一样，喂食埃及猫也要避免高盐、高油、高糖食品等。如果埃及猫摄入过多高盐食品，它们可能会出现泌尿系统为了让猫咪既能获得充足的营养，又能饱饱口福，通常主人都会干粮、湿粮再搭配零食来喂养猫咪，从猫咪如果主人自制猫粮给埃及猫食用，那么主人则需要了解猫咪要补充哪些营养物质、哪些食物是猫咪不能吃的等问题。同时，也不建议给猫咪喂食生鱼，因为生鱼可能会导致猫咪患上寄生虫病，而且鱼刺也有可能会伤及猫咪的消化道。如果想要给猫咪吃鱼，主人最好以清蒸的形式烹饪，并且挑去鱼肉中的鱼刺。此外，对于那些有争议的食品，主人不要轻易给猫咪尝试。比如牛奶，有些猫咪喝了牛奶过后会出现呕吐、腹泻的症状，而有些猫咪则完全不会对牛奶有产生不良反应。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/336.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img99961410946559.jpg"
  },
  {
    "pettype":0,
    "name":"伯曼猫",
    "engName":"Birman",
    "characters":"温顺友好，感情丰富",
    "nation":"缅甸",
    "easyOfDisease":"心室肥大症、髋关节发育不良、多囊性肾病",
    "life":"10年",
    "price":"",
    "desc":"伯曼猫，也有人将它们称为波曼猫、缅甸圣猫等，它们是中型猫，拉丁学名为Birman。虽然现在在世界各地均有分布，不过传说过去它们只在缅甸生活，并且被寺庙里的僧人所在传入欧洲定型后，伯曼猫先后在发过和英国被确定为固定品种，随后它们漂洋过海也在美国得到认可。伯曼猫具有类似波斯猫和喜玛拉雅猫的体型，以及暹罗猫的斑点。它们骨胳强壮，头宽而圆，鼻直面丰；面颊和耳朵均呈V字形；全身被覆银白色长毛，而面部、耳朵、腿、尾部毛的颜色渐深，四爪则为白色，如同戴了白手套一样，故有“四蹄踏雪”之称。关于伯曼猫的还有一个美丽的传说：几百年前，亚洲的高棉人修建了一座女神庙，供奉有着一双宝石蓝色眼睛的金色女神。虔诚的修士Mum-Ha常常跪在女神像前默默地冥想，他养在庙里的漂亮咪Sinh也坐在他身边注视着女神。在一个漆黑的夜晚，盗贼袭击了庙宇并杀害了Mum-Ha。Mum-Ha死后，Sinh将它的脚放在主人的身上并将脸朝向女神像。正在这时，它的白色毛皮变成了金黄色，黄色的眼睛变成了女神像那样的宝石蓝色，而它的四只白色的腿也变成了土地一样的棕色——但是放在主人身上的脚仍然是雪白的，象征着纯洁。第二天早上，庙里的一百多只白猫全都变成Sinh一样的颜色。自此Sinh不曾离开神坛一步，在七日后也离开世界，带着主人的灵魂进入天堂。从那以后，只要这座庙中有猫死去，人们就会说有个修士的灵魂也随着它去了。正因为带有这种宗教色彩的光环，伯曼猫充满了无线的神秘感，不过想要饲养这样的猫咪可能就比较困难了，因为国内目前还没有引进这个品种，一般都是饲养者从国外带回来的，所以如果碰到有人兜售伯曼猫，一定要问清楚猫咪的来源哦，否则很容易就被骗了。",
    "feature":"不少人会将伯曼猫与布偶猫、暹罗猫混为一谈，其实它们分别是三种不同的猫咪，从它们的来源地我们就能略窥一二，伯曼猫来自缅甸，布偶猫诞生于美国，而暹罗猫则原产于泰国。此外，它们的体型也不尽相同，布偶猫为大型猫，而伯曼猫和暹罗猫体型中等大小。想要更好地认识伯曼猫与其他猫咪的区别，你必须了解它们的形态特征。",
    "characterFeature":"伯曼猫是感情极为丰富的猫咪，它们对主人的感情与对其他人的感情完全不同，它们希望能得到主人的关注和宠爱，也希望主人能抽出时间多陪陪它们。当然，也有些伯曼猫天生就不怕生人，它们甚至能跟生人来个小小的互动，不过这些都并不能代表它们一下就对你产生了感情，想要成为它们心中的那个“他”，你还学要接受更多的考验。但是你不用担心的是，即便是胆小的伯曼猫，它们也不会对你产生敌意，因为它们天生温顺友好，只是有的猫咪需要较长的时间来适应与你的相处。跟波斯猫一样，伯曼猫也有甜美的嗓音，当它们想要主人陪自己的时候，就会聪明地甜甜一叫，主人们只能缴械投降，立马奔向猫咪的怀抱。此外，伯曼猫还是典型的“处女座”猫咪，它们非常爱干净，尽管伯曼猫是家养猫咪，但它们也很渴望到外面的世界去走一走、瞧一瞧，如果家中有一个小的庭院，你会发现伯曼猫会常常隔着玻璃仔细观察着庭院。你可以在给猫咪佩戴牵引绳的情况下带它们出去遛个弯，需要注意的是，当出现其他动物时，要密切关注猫咪的动态，一旦发现有要发起战争的征兆，要立刻进行人为干预。",
    "careKnowledge":"虽然目前国内没有引进伯曼猫，但还是有不少喜欢伯曼猫的人通过各种渠道购买到了猫咪。不过由于身边几乎没有人养过伯曼猫，在如何饲养伯曼猫这个问题上，很多主人都犯了难，其实主人们大可不必将伯曼猫想得有多神秘，它们的养护跟其他猫咪也没有什么特别大的差别，只是在某些细节方面，主人可能要做一些改变。做到定期给波曼猫注射狂犬病等疫苗，当被猫咬伤、挠伤时，应及时到医院治疗。要定期给猫驱虫。如果是不用于繁殖的猫，最好给猫做去势手术。家庭养伯曼猫时，还应注意人吃的食物要尽量保管好，不要让猫啃食。一旦发现被猫啃食过的食物，最好扔掉，不可再食用。用动物的肝脏喂猫时，每周最好不要超过1-2次。否则，伯曼猫吃的过多容易生病。在伯曼猫的生长调教幼波曼猫时，应做到刚柔兼施，刚就是严要求，必要时可给予较强刺激，柔就是态度和蔼，耐心细致，及时地给予奖励。避免打骂和粗暴对待幼猫。使幼猫形成良好的条件反射。当需要抓猫或抱波曼猫时，切忌不可抓波曼猫的耳朵、揪猫的尾巴及抓四肢。否则容易使猫耳朵折断或被猫咬、抓伤。正确的方法应当是：用右手抓起猫的颈部或背部皮肤，迅速用左手去抱猫，同时用右手抚摸猫的头部。对于怀孕的猫来说，最好不要过于偏食，否则会使孕猫过肥，尤其是怀孕后期，否则，会造成孕猫的难产。孕猫在分娩时，应注意保持环境的安静，光线要暗，切忌让人随便观看，更忌动手触摸孕猫。否则的话，将影响孕猫的正常分娩，出现母猫拒哺或食仔现象。猫产仔后，最好不要惊扰母猫，产箱切忌打扫，更忌随便移动位置。切忌不要动仔猫，如需要动时，切忌直接用手去捉，应先带上干净的线手套，或用一块干净的布，在母猫排泄物或分泌物上涂抹一下，再去动仔猫。以防止发生母猫拒捕和食仔现象。伯曼猫死后，要处理好死猫的尸体。无论是正常死亡或是因传染病及中毒死亡的猫的尸体，都要进行深埋或者烧掉。切忌存有侥幸心理，以免造成后患。最好连同死猫的用具也一并埋掉或烧掉，防止传染其他的猫或造成环境污染。在养护过程中如果发现猫咪出现一些异常行为时，要及时向兽医求救，以免出现猫咪患病却得不到及时治疗的情况等。此外，因为饲养伯曼猫的人比较少，主人可以在购买伯曼猫前先翻阅一些资料，了解了猫咪的基本生活习性、易患",
    "feedPoints":"“给伯曼猫只喂猫粮会不会导致一些猫很爱吃动物肝脏并且拒绝吃其他食物。动物肝脏中含有大量的维生素A，但过多地摄入维生素A会导致肌肉僵硬、颈痛、骨骼和关节变形以及肝脏疾病。\n动物肝脏：\n如果猫的饮食中含有大量高脂肪的鱼类或不新鲜的肥肉，会导致维生素E的摄入不足，进而引起猫的身体脂肪发炎，并极度疼痛。　\n高脂食品：\n某些生鱼中含有可破坏维生素B1的酶，而维生素B1的缺乏可导致猫的神经疾病，严重时会致命，这种酶可以通过加热得以破坏，所以一定要将鱼做熟以后再喂猫。\n生鱼：\n虽然猫的饮食应以肉类为主，但如果只给猫喂食肉类食品，会导致矿物质和维生素摄入不均，进而引发严重的骨骼代谢紊乱。\n肉：\n狗粮与猫粮中的营养物质不尽相同，狗粮中的营养物质不能够满足猫的需求。虽然猫狗都是肉食动物，但狗对营养的需求不如猫大。在为猫补充额外维生素和矿物质时应特别谨慎，过量食用鱼肝油会导致维生素A和维生素D的超量摄入，进而引发骨骼疾病。\n鱼肝油：\n除了上面所说的这些食物外，主人还要控制好零食的供应量，零食虽小，对猫咪的影响却很大，如果任由猫咪吃零食，它们会比其他猫咪更容易出现肥胖和泌尿系统疾病等。此外，在临床上我们还经常会碰到尿酸过高的伯曼猫，这是因为主人知道猫咪喜欢吃高蛋白食物（如虾等）就不间断供应造成的，主人们一定要引起重视。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/356.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img43731405667543.jpg"
  },
  {
    "pettype":0,
    "name":"卡尔特猫",
    "engName":"Chartreux",
    "characters":"性情温顺热情、机灵、独立性强。",
    "nation":"法国",
    "easyOfDisease":"肠胃疾病",
    "life":"10--15岁",
    "price":"10000以上",
    "desc":"关于卡尔特猫这个品种历史悠久,品种的起源说法各种各样,据说在古时候卡尔特的短羊毛状的毛皮曾经被当成水濑毛皮来卖！现代来说,卡尔特猫起源于法国,别名传教士蓝猫,在法国生存了已有几个世纪之久。传说CARTHUSIAN教士把卡尔特猫从南非带回，并养育了这些猫。那么这个品种的起源是什么呢？有人认为它的名字了它浓密，羊毛状的，类似一种叫CHARTREUX堆的西班牙羊毛纤维；还有人，如FIZNIGER，假定它是曼纽猫和埃及猫的杂交后代。事实上，卡尔特猫祖先可能起源于伊朗，叙利亚和土耳其山区，那里恶劣的环境需要它有厚厚的被毛。在十字军东征时期有一些卡尔特猫传入了法国。在法国,虽然会捉老鼠的猫咪很受农家欢迎，但为了保持卡尔特猫闪亮的披毛，它并没有被繁殖来做为猎鼠猫，反而经常被人们饲养着，直到1970左右，它的血统才流传到美国。现存量很少。",
    "feature":" ",
    "characterFeature":"卡尔特猫的卡尔特猫的忍耐力很强，能适应各种不同的环境。好多主人因为工作调动，搬家之类的换了一个环境，觉得自己宠物可能不容易接受新环境或是自己怕麻烦，所以可能会把它送人。其实不只是卡尔特猫能很快适应各种环境，在所有的宠物的心里，只要有你在哪儿都是家，所以不要因为的决定而轻易为你的宠物做任何决定。卡尔特猫很容易与人亲近，会对主人表现出它的情爱及献身精神。虽然对陌生人会有戒备心，但不会攻击人，如果你能温柔地对待它，它会很快地与你亲近起来。所有猫的优秀性情，甚至狗的优点都可在它身上看到。",
    "careKnowledge":"猫咪天生就比较的爱干净，卡尔特猫当然也不例外。准备饲养卡尔特猫之前，应该为其准备干净舒适的猫窝，供其睡觉休闲用。猫咪主要是食肉宠物，在平时的饮食中，要适当的加入肉类的食物。生肉类的食物不能给猫咪食用。肉类最好煮熟后在给猫咪食用。饲养卡尔特猫咪还有一项重要的工作，就是定期的给它洗澡梳理毛发，打扫居住环境的卫生，保证有一个健康优质的居住环境，卡尔特猫咪才能生活得更健康。",
    "feedPoints":"相信在养任何宠物的时候大多主人最头疼的问题就是自己的宠物吃什么样的猫粮、狗粮好。哪些食物可以吃哪些食物不能吃。这些都是主人关注的问题，下面就来说说卡尔特猫猫吃什么样的食物最好，如何搭配有营养的猫粮。\n 一、卡尔特猫的喂食\n\n 1、\n\n 2、\n\n3、\n\n4、\n\n  二、卡尔特猫饮食禁忌：\n\n1、\n\n 2、\n\n3、\n\n4、\n\n5、狗粮：\n\n 6、鱼肝油：\n如果您没有给猫配餐的经验，建议您最好使用由宠物护理专家专门研制的猫粮，猫粮不仅可以为猫提供均衡、完备的营养，而且还不需要再为它额外补充营养。使用这种产品还可以避免饲喂错误。最后猫友猫还要注意，“洋葱”这个东东，自己在家DIY猫粮的猫友，切忌一定不可以在猫饭中加洋葱，因为洋葱让猫猫吃下,会令猫猫中毒----产生溶血而亡。不单单是猫猫，狗狗也是一样，平时家中蔬菜一定不要放在爱宠能接触到的地方，可能您不在家的时候顽皮好奇的宠物就会开始自己的“探险之旅”，切记、切记。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/422.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img49891406109364.jpg"
  },
  {
    "pettype":0,
    "name":"俄罗斯蓝猫",
    "engName":"Russian Blue",
    "characters":"文静怕生",
    "nation":"俄罗斯",
    "easyOfDisease":"消化系统与眼部的疾病",
    "life":"10年",
    "price":"",
    "desc":"俄罗斯蓝猫，又叫俄国蓝猫、阿契安吉蓝猫、马耳他猫，英文名为Russian Blue，它们也有短毛种之贵族和冬之精灵的美誉。俄罗斯蓝猫起源于19世纪，早前只有在俄罗斯才有，现在则在全球各地都可以看到它们的身影。不仅在国内，即便是在全球，俄罗斯蓝猫的数量都很少，如果想要购买一只俄罗斯蓝猫，至少要准备十来万。如果你看到市面上有号称几千块就能买到的俄罗斯蓝猫，那么这些一定是杂交猫。俄罗斯蓝猫的祖先起源于西伯利亚，这也是它们被称为冬天的精灵的原因。一开始俄罗斯蓝猫的祖先从俄罗斯被带去英国，为了保证其种群数量，一些动物繁育者就用暹罗猫与它们杂交，因此俄罗斯蓝猫便跟暹罗猫一样带有了一些东方情调。此外，一些繁育者还培育出一些俄罗斯蓝猫过渡性猫种，但这些过渡性猫种并没有被认可为俄罗斯蓝猫。俄罗斯蓝猫引进中国的时间并不短，在1960年代它们便进入中国，俄罗斯蓝猫个性乖巧，又喜欢安静地待在一边，所以它们也得到不少国内爱猫者的喜欢。不过虽然它们很安静，但是它们也很粘人，几乎就是主人走到哪里，它们就会跟到哪里，因此如果你希望有自己的空间，那么俄罗斯蓝猫则不太适合成为你的宠物。如果你不介意脚边一直有个小东西跟着，那么俄罗斯蓝猫一定会成为你贴心的伴侣。",
    "feature":"俄罗斯蓝猫除了身披蓝色毛发外，是不是有其专属的特征呢？回答当然是肯定的，俄罗斯蓝猫不是繁育者通过不同猫咪杂交新生成的猫种，它们来自俄罗斯。为了保证俄罗斯蓝猫种族的延续（二战以后俄罗斯蓝猫数量迅速减少），早前的猫咪繁育者用暹罗猫与其杂交，所以当你看到俄罗斯蓝猫时，你也能感受到它们身上带有的一丝丝东方韵味。短而呈楔形，带直线条；头骨和前额扁平；中等长度的吻部；直鼻梁，没有鼻中断；下巴有力。长度适中。中等高度，下颚由鼻子末端垂直至下巴。细小，略圆，前肢各有五趾，后肢则有四趾。长，异国型，细致到中等大小的骨架；肌肉发达。腿长而骨骼细致，小而圆的爪，呈椭圆形。长而笔直，和身体成比例，从适度粗的基部到圆形尾尖逐渐变细。大，基部宽，耳尖向前倾，耳尖微圆，耳部皮肤薄而呈透明，内部几乎没有绒毛。大，间距大，杏仁型，微微倾斜。颜色，生动的绿色，中的眼睛从黄到绿，最终的颜色到1岁时才能定型。修长优雅的体形略带东方情调，骨骼结实，被毛简单华丽；短毛，有着天鹅绒一般的质地和手感，内层的绒毛可抵御严寒，有灰色、蓝灰色，看上去散发着水貂皮一样的银灰光泽，故称俄罗斯蓝猫。短，密而细腻，长绒毛感，从身体向外张开，柔软，丝质手感，双重被毛带非常厚的底层绒毛；同一单色为蓝灰，银色光泽是由银色的毛尖着色所致；可接受小猫的胎痣，这些胎痣在1周岁前就会消失，长时间在阳光下暴晒会导致被毛颜色变深；欧洲和新西兰开发的黑和白的变种得到了GCCF的承认。大部分情况下，很多人只会从猫咪毛发的颜色上来对猫咪进行鉴别，因此不少不良商家利用这一点来欺骗消费者。想要购买一只正宗的俄罗斯蓝猫，除了可以从上面所说的几个形态特征来判断外，你还可以问卖家要猫咪的血统证明或出生证明等。",
    "characterFeature":"俄罗斯蓝虽然俄罗斯蓝猫喜欢主人抚摸它们的身体，但过于亲密的接触还是会让它们觉得有一点点小小的压力，因此主人要掌握好与它们相处的距离。比如你可以摸摸它们的身体，不过紧紧的拥抱、在家时总是猫不离手的这些行为则应能免则免，否则猫咪可能会因为有压力而渐渐疏远你。如果你住的地方比较喧闹，那么这对俄罗斯蓝猫来说可能就是一种精神上的折磨，它们自己很文静，它们也喜欢安静的地方，吵闹的环境不仅会让猫咪变得更易烦躁，长期下去也会导致猫咪的健康状况变得更差等等。尽管俄罗斯蓝猫很怕生，但是它们并不会对陌生的人或其他动物产生敌对的心态，只要发现对方是友好的，它们就会慢慢跟对方熟悉起来，因此如果家中有养其他动物，主人也不必担心它们无法和平相处的问题。此外，俄罗斯蓝猫也是一种极为聪明的猫咪，想要训练它们并不是难事。一般生活技巧的训练只需要花费主人一周的时间便可达成，而难度更大的训练则要主人多花点时间和精力才能搞定。由于俄罗斯蓝猫生性敏感，所以在训练时不要总是责罚猫咪，否则它们很快便会对训练产生反感的情绪。",
    "careKnowledge":"纯种俄罗斯蓝猫数量极少，因此千辛万苦得到一只俄罗斯蓝猫后，主人们便会拿出之前搜罗的各种资料依葫芦画瓢地正式展开饲养工作。可是不少主人往往最后总是不得要领，饲养俄罗斯蓝猫似乎也变得越来越难。其实对于俄罗斯蓝猫的养护，主人们也可以从“衣、食、住、行”四个方面着手进行。衣——宠物穿衣并不是一件稀奇的事，不少主人给宠物穿衣并不是为了帮它们保暖，而是想让它们看上去更像家庭中的一员。俄罗斯蓝猫来自西伯利亚，所以它们并不怕冷，主人不用担心它们不穿衣服会被冻着的问题。如果仅仅是从美观角度出发，主人则要选择适合猫咪的衣服，如果猫咪不喜欢套上衣服，主人不必勉强。食——跟所有猫咪一样，俄罗斯蓝猫也需要通过食物获得所需的营养和热量，在为它们准备食物时，主人可以尽量根据它们的喜好进行选择。食物要定时定量供应，空闲时间也可以为它们准备一点零食。当主人不在家时，食品袋一定要收好，如果直接放在桌子上，等你回家时可能只能看到个空袋子了。住——舒适温暖的小窝可以让猫咪拥有良好的睡眠质量，要知道猫咪每天是可以睡十来个小时的，因此睡眠对它们来说非常重要。同时为了避免细菌的滋生，主人要定期给猫咪更换垫子、常给它们的小窝晒晒太阳等。行——俄罗斯蓝猫并不是很喜欢出行，它们更喜欢宅在家中。贸然带它们出去反而可能会让它们觉得恐慌，甚至产生压力等。一般来说，猫咪在家的活动就能满足它们一天所需的运动量，如果主人觉得猫咪运动太少，可以经常陪它们玩点小游戏，不过如果猫咪实在不想玩游戏的话，你就不要热脸贴他们冷屁股啦。",
    "feedPoints":"俄罗斯蓝猫数量很少，因此价格很高，想要让俄罗斯蓝猫更健康，除了让它们适当运动、保持好心情外，还要控制好饮食。俄罗斯蓝猫的喂食要求并不像很多主人想得那么难，只要做好以下几个原则即可：\n     一、\n猫咪跟人一样，如果吃饭不规律，很有可能出现各种胃肠道疾病。为了避免这种情况的出现，主人一定要定时定量给猫咪供应食物。对于大部分健康的成年猫咪来说，它们会控制好自己的食量，只要吃饱了便不会多吃食盆里的食物。然而对于一些幼年猫咪或某些成年猫来说，它们对吃多少可能完全没有概念，每次主人喂多少，它们就会吃多少，如果你养的猫咪是这样的，那么一定要注意每次的喂食量。\n 二、食物禁忌要留意\n像动物肝脏这类的食物在猫咪看来是珍馐美味，可是如果多吃对它们的身体来说却不是一件好事，动物肝脏中维生素A的含量固然高，但过量食用会导致猫咪维生素A中毒，因此正确的做法是给猫咪少量供应动物肝脏类食物。而有些食物则是一定不能给猫咪吃的，比如巧克力、洋葱、葡萄等，如果给它们吃了，可能会出现一些意外状况，主人一定要当心。此外，自制猫粮的家长需要注意，盐、味精、酱油等调味料也要慎重添加，否则猫咪的健康状况会大受影响。\n三、零食到底要怎么给\n供应零食要控制好量，因为零食吃多了不仅会让猫咪变得更为挑食，有些猫咪还会因为零食吃得太多而患病。有些家长会利用零食来训练猫咪，不过家长们千万不能完全依赖零食来帮助你进行训练，否则到后期，猫咪会觉得零食已经司空见惯、不能满足自己的需求，进而变得难以训练。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/416.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img46251406108822.jpg"
  },
  {
    "pettype":0,
    "name":"斯芬克斯猫",
    "engName":"Canadian Hairless",
    "characters":"容易与人亲近而且对主人忠诚。",
    "nation":"加拿大",
    "easyOfDisease":"皮肤病",
    "life":"9--15岁",
    "price":"20000以上",
    "desc":"斯芬克斯猫（Sphynx Cats）又名“加拿大无毛猫”。是美洲或欧洲的家猫在遗传育种过程中极其稀有的无毛基因变种。尽管斯芬克斯猫体内拥有和家猫相同的皮肤色素，但其表皮仅有少数毛发覆盖。斯芬克斯猫的体型呈楔形，拥有一双大耳朵及臃肿的身体，其头部呈尤达外形。整个外表使得斯芬克斯猫和家猫相比，不但不会给人可爱的感觉，反而让人感到可怕。",
    "feature":"斯芬克斯猫在很多时候爱舔身子自我清洁并且经常清理自己的毛。饭后它会用前爪擦擦胡子，小便后用舌头舔舔肛门，被人抱后用舌头舔舔毛。这是小无毛猫在除去身上的异味和脏物。无毛猫的舌头上有许多粗糙的小突起是除去脏东西的工具。无毛猫用舌头舔被毛，是为了刺激皮脂腺的分泌，使毛光亮润滑，不易被水打湿，并能舔食到少量的维生素D，促进",
    "characterFeature":"斯芬克斯猫是2005年认定的稀有品种，它们无毛，满身褶皱。斯芬克斯猫脾气很好，而且在某些方面它们更像狗，比如，容易与人亲近而且对人忠诚。据英国媒体报道，2010年，斯芬克斯猫在英国大受欢迎，虽然它们又秃又丑，长得还有点像ET外星人，但其售价却高达3000英镑。\n  斯芬克斯外猫的性格\n斯芬克斯猫非常老实，忍耐力极强，容易和人亲近，对主人忠诚。因为它爱出汗，所以饲养时要注意经常给它洗澡。斯芬克斯猫性情温顺，聪明可爱，表情丰富，感清细腻，忠于主人。斯芬克斯猫具有甜蜜的面部表情，一双表情丰富的大眼睛时而充满惊喜好奇，时而又陷人冥思苦想，一副迷惘疑惑的神态，十分可爱，所以从古至今皆受爱猫者的青睐。但是有有些猫友比较不喜欢，因为外貌比较特殊所以猫友会觉得这是可怕的",
    "careKnowledge":"斯芬克斯猫一般常在进食和玩耍后，或追击猎物剧烈运动及在阳光下睡醒以后开始梳洗整理被毛。在炎热季节或剧烈运动之后，体内产生大量的热量，为了保持体温的恒定，必须将多余的热能排出体外。所以，斯芬克斯猫就利用舌头将唾液涂抹到被毛上，唾液里水分的蒸发可带走热量，起到降温解暑的作用。在脱毛时经常梳理，可促进新毛生长。另外，通过抓、咬，能防止被毛",
    "feedPoints":"斯芬克斯猫通常能活到9—15岁。当然寿命的长短还是靠主人的养护的。它的无毛现象是由特定的隐性基因所引起的，这就意味着一只",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/389.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img38291406017823.jpg"
  },
  {
    "pettype":3,
    "name":"安哥拉兔",
    "engName":"Angora",
    "characters":"温顺、呆萌",
    "nation":"源于土耳其的安哥拉省",
    "easyOfDisease":"球虫病、真菌类疾病",
    "life":"5~7岁",
    "price":"500元左右",
    "desc":"Angora安哥拉兔就是网络上很红的草泥兔，其实这是一个很普通的毛用兔品种，产毛量大且价格不昂贵，所以草泥兔并不像羊驼那样稀缺，相反，养殖安哥拉兔的场在国内有很多。现在，人们越来越喜欢毛茸茸的宠物，所以安哥拉兔也走进了普通家庭，最为宠物饲养。安哥拉兔源于土耳其的安卡拉省，安卡拉旧时西方称为安哥拉（），年应土耳其邮政法的要求改称土耳其语名“安卡拉”。因其毛细长，有点像安哥拉山羊及安哥拉，故名为安哥拉兔。因法国王室在世纪中期将其作为宠物，因此而该世纪末在欧洲流行。安哥拉兔动物界脊索动物门纲兔形目兔科源于土耳其的安哥拉省安哥拉兔大致上可分为五种：（英国安哥拉），（法国安哥拉），（德国安哥拉），（缎毛安哥拉）与（巨型安哥拉）。安哥拉兔的价格并不贵且变化幅度较大，一般在元左右，一些可以达到元。",
    "feature":"11安哥拉兔是世界公认的、比较典型的毛用兔品种，没有剪毛的时候外表看上去憨态可掬，因脸上和耳朵上的毛，所以没有全长出来的时候，样子是很可爱的。安哥拉兔主要因其睡眠时丝状而纤细柔软的兔毛而被饲养。兔毛直径仅微米，较开司米更加纤细柔软。安哥拉兔具有诙谐的外观，看起来像一个有脸的毛球。多数温顺，但当小心护理。刷毛是预防其毛发褪光及脱毛的必要措施。毛发硬块（）是安哥拉兔的，一旦出现当迅速处理。年内三至个四月间当剪一次毛。兔类并不像许多其它动物一样有致敏性。家养的悉心照顾的话，其平均寿命约为年，但野生的兔子寿命则较短。需要对其进行护理。缎毛安哥拉兔的针毛较少，故而其毛发更易缠结。饲养时，当注意防止毛发硬块产生，毛发堵塞消化道是一个潜在的致死因素。合适的饮食可降低其对毛发硬块的敏感性。",
    "characterFeature":"13%在安哥拉兔的养护中，最困难的就是毛发。毛发可引发的问题并不只是打结这一种，安哥拉兔容易将毛发误食进胃中，导致安哥拉兔产生如同其它的兔子一样，安哥拉兔需要以大量的干草饲育。从干草中获得的纤维可帮助预防其出现毛发硬块。另外强烈推荐安哥拉兔或其他纤维的丸状饲料，纤维含量可在饲料袋上的营养因兔子自行梳理时会消化其毛发，故而每天左右至少剪一次毛被认为是防止毛发硬块出现的必要方法。木瓜（杂货店卖的木瓜维他命剂）的膳食补充剂可帮助它们在其兔笼中预留宽阔的空间，作为兔子活动及每日放置新鲜、马用干草饲料的空间，这样可帮助兔毛从其消化系统中清除并防止毛发硬块出现，这种方法为许多专业安哥拉兔饲养者所广泛使用。还有一种常用的方法，即在饲料中加入新鲜的菠萝及木瓜，它们所含的凤梨蛋白酶及木瓜蛋白酶可帮助分解（蛋白酶解）体内的毛发硬块，并将其排出兔子的消化系统。另外使其毛发松弛的方法还有：放置一个松果给兔子玩耍。兔子会不停地轻啃、扔出松果，松果就会变成一个兔笼中有效的毛发收集器。当松果被啃坏或沾满毛发时，替换之。",
    "careKnowledge":"2安哥拉兔的毛可以长的很长，所以作为每只兔子需要平米左右的空间居住并且这种空间也能让兔子在里面得到充分的运动，市面所售的松鼠笼、大型的鸟笼、猫用的笼子都可利用。笼子内也可以摆下一个兔子的专用厕所，有的兔子天生就保持良好的卫生习惯，在指定的角落（可以放专用方厕）排泄，有的兔子则需要后天训练来养成良好的卫生习惯。发情期会造兔子出生后个月左右，性发育成熟，当雌兔出现烦躁不安的现象，是发情的征兆。交尾后，雄兔会发出高亢的叫声而昏迷。雌兔怀孕后，应与雄兔分开。在笼内铺设稻草或其他干草，并用布将笼子围起，尽量不要碰触，让雌兔保持安静稳定。雌兔会用自己腹部的毛做巢。从怀孕到生产，雌兔将变得非常神经质，过分接触，只小兔，食物或饮水不足时，母兔可能吃掉小兔，因此提供的量应该较平时稍多。经过天左右小兔即可离巢，这时可让小兔离开母兔。小兔子应从小养成良好的科学喂养与排泄习惯，个月前：每天定时定量喂幼兔粮，全天不限量供应干苜蓿草，增强体质，长大不易得病。",
    "feedPoints":"24安哥拉兔的食物很单一，这是一种只需要牧草的动物，但是为了小时不间断的供给食物，这样对他并不会有什么不良影响。兔子几乎是完全的草食动物。因为兔子有颗终身不断生长的牙齿，需要进食大量干草来达到磨牙效果，不然牙齿过长容易发生各种疾病。兔子不应该以蔬菜、水果为主食，长期进食容易造成牙齿咬合问题，肠胃缺乏粗纤维而引起胃肠道停滞，兔子爱吃胡萝卜是一种误区，给科学的喂养方法是：每天定时定量的兔粮，全天小时不限量的干草供应（提摩西草或者澳洲燕麦草才能作为主草，草坪内的草等兔子不能进食），不间断供应饮用水（最好用滚珠水壶盛装，用碗喝水容易得口炎）。另外兔子是可以训练养成良好的如厕习惯的。地球上没有一种生物是不需要喝水的！至今仍有人相信让兔子喝水立刻会死亡的迷信，甚至",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/365.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/imagick82861440646053.jpg"
  },
  {
    "pettype":3,
    "name":"垂耳兔",
    "engName":"",
    "characters":"乖巧可爱",
    "nation":"欧洲",
    "easyOfDisease":"兔球虫病",
    "life":"5~7岁",
    "price":"80~150元",
    "desc":"7~8垂耳兔是现今最受人们欢迎的兔品种，不同于其他兔子，垂耳兔的耳朵是向下垂的，并且体型也并不会很大，性格温顺，能与人类生活的很融洽，缺点就是寿命很短暂，一般寿命在岁。垂耳兔是世纪年代发现的，在年美国兔子繁殖者协会（）展会中，才获得公认的新品种。这类品种的兔子的耳朵下垂，从外观来看有短毛、中毛、长毛之分，脸型也有所区别。成年体重，体长左右。个体的大小，毛色，体长等与其他兔子各不相同。欧洲有多种垂耳兔，“垂耳兔”是它们的通称。垂耳兔宾尼兔、小型垂耳兔、侏儒垂耳兔动物界脊椎动物门哺乳纲兔形目兔科兔属胆小怕惊，喜欢安静，耐寒怕热胎生垂耳兔的价格并不贵，通常在元左右。",
    "feature":"Adrian De Cock我们常常可以听到荷兰垂耳兔和迷你垂耳兔这两个品种，但是这两种垂耳兔之间有什么区别呢？其实垂耳这一形状在这两种兔子身上都有显现，主要的区别还在体型上。荷兰垂耳兔据悉是由荷兰的先生发展出来的。在年，他以迷你兔（侏儒兔）与英国垂耳兔所生的后代，与法国垂耳，尝试生产缩小版的法国垂耳兔，因此它诞生的年代，比起法国垂耳兔、英国垂耳兔晚了许多。荷兰垂耳兔经常与迷你垂耳兔混淆，实际上它比迷你垂耳兔的体型更小。荷兰垂耳兔的体重大约～公斤最恰当的体重大约是公斤。迷你垂耳兔的体重，则达到～公斤。由于天生的性情温驯，加上可爱的超小体型，荷兰垂耳兔是很适合小朋友的。荷兰垂耳兔的颜色最为丰富，通过人类不断培育和研究已经达到十几种不止，是其他四种垂耳兔所不能及的。这个荷兰人，是现在全天下被称作荷兰垂耳兔的兔兔的始祖爸爸了，经过他没有放弃的努力，才有了真正的荷兰垂耳兔这一支矮矮胖胖的垂耳兔们。荷兰垂耳兔算是这位始祖父亲通过再次混合培育法国垂耳图和荷兰本地的小型兔达成的，据知，目前最纯正的荷兰垂耳兔在美国。这也是为什么加拿大、日本、泰国研究荷兰垂耳兔的养殖者不惜航空来从美国引进真正的荷兰垂耳兔，以来改良纠正本地荷兰垂耳的错误基因。",
    "characterFeature":"15~25在家里饲养的垂耳兔通常来说是不会生病的，但是如果饲养条件很差或不是垂耳兔喜欢的环境，很容易导致垂耳兔暴毙，所以主人在平时要注意垂耳兔的养护方法。幼兔不要给它洗澡，大部分的垂耳兔种都是属于毛量较多的类型，因此通常在换季的时候，一定比短毛兔所掉的毛发多，如果不能常常为它梳毛的话，容易使得披毛打结，久而久之会因披毛问题使得小兔子的皮肤红肿，专家普遍建议饲养垂耳兔要以长毛兔种的整理方式进行，垂垂的耳朵更是重点整理部位。垂耳兔的毛很浓密可抵御严寒。但是其很怕热，因为汗腺不发达，不能以出汗的型式来调节体温。成兔适宜的温度为℃，幼兔为℃。垂耳兔白天除采食外，喜欢在笼中休息或睡眠，但是一到夜间，异常活跃，且采食频繁。据试验，垂耳兔在夜间的采食量占总日粮的左右，因此，养兔必须坚持喂夜草。垂耳兔怕潮湿，喜欢清洁，且讨厌污秽。因此在饲养管理上，必须创造干燥清洁的生活环境，兔笼要经常保持干燥，每周都要刷洗兔笼。饲料饮水、饲具等必须经常保持清洁。阴暗潮湿，空气污浊，是垂耳",
    "careKnowledge":"1.垂耳兔对环境的适应能力很强，每天生活在笼子里的垂耳兔要为其提供舒适的垫板，如果是散养的垂耳兔，就要训练其自己上厕所的能力，这样才可能保持环境的卫生。的居住环境要卫生、干燥、通风的，如果环境潮湿、不卫生，容易滋生细菌，造成兔子得皮肤病；如果幼兔居住的笼子是狗笼，应在笼子里面加一块木板给它垫脚，不垫脚久了会得脚皮炎，脚皮炎是很难治好的；笼养的兔子每天要保持小时以上的活动时间；怕兔子乱拉，可以教它上厕所，它的尿液粪便要每天清理，如不清理，堆积久了会产生氮气；幼兔不要给它洗澡，兔子是很爱干净的，它每天都会自己舔毛，不建议给它洗澡，但在不得以要洗澡的情况下，要选在天气好，有太阳的时候洗，还要应该避免水进入它的耳朵，要是不注意，它就会得中耳炎，还不能给它用人用的像沐浴露、肥皂之类的东西，洗澡后要马上把它弄干，不然会感冒。",
    "feedPoints":"1.垂耳兔的主食最好选用干草，这样既可以保证其身体健康，又可以帮助其磨牙，是个一举两得的方法，至于蔬菜和水果，只能当作零食偶尔提供一点，吃太多蔬菜的兔子会变臭。建议幼兔一买回来，先别急着给它取名，而是喂它如果兔子吃蔬菜导致拉稀，要及时给它服用片乳酶生，要是家里没有乳酶生，还可以喂乳酸菌片、益生菌；兔子的牙齿是无限生长的，要给它准备磨牙棒，有些兔子喜欢咬电线之类的，要注意；兔子是没有饱感的，要控制它的食量，免得撑死；兔子不能吃太多的淀粉，淀粉对兔子很不好；时千万不能抓兔子的耳朵，耳朵是兔子的重要器官，兔子没有汗腺，必须用耳朵散热，兔子的耳朵不是长来让人抓的，如果把兔耳抓伤造成神经受伤，将造成兔子的耳朵直不起来、无法转动，正确的抓兔子方法应该是：用一只手拖住兔兔的背，用另一只手抬着兔兔的屁股让兔兔的腿和肚子都朝前。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/358.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/imagick84521435628534.png"
  },
  {
    "pettype":3,
    "name":"多瓦夫兔",
    "engName":"Dwarf Rabbit",
    "characters":"胆小",
    "nation":"德国",
    "easyOfDisease":"球虫",
    "life":"8岁左右",
    "price":"",
    "desc":"Dwarf Rabbit多瓦夫兔是典型的品种，体型非常的小，纯种的价格也很昂贵，一些商贩用普通的小冒充多瓦夫兔售卖，真正的多瓦夫兔是长不大的，这是最大的区别。多瓦夫兔德国胎生特武多多瓦夫，有鬃毛状长毛的特武多狮子，长耳的特武多小羊。由尼德兰多瓦夫种的变种而来体长仅，，体型非常娇小说明由于数量较少，不易购得，价格也较高昂。",
    "feature":"30cm多瓦夫兔与所有品种一样，是永远长不大的品种，这是一种非常萌的宠物，外形的变化不大，但是的变化可以有很多种，多瓦夫兔的最大特点就是其长不大的。尼德兰多瓦夫兔属宠物兔，是小型兔的一种。尼德兰多瓦夫兔短耳、圆圆的脸型，毛色有灰色、淡褐色。彼得兔就是根据本品种的系列之一──称为“迷你兔”的兔子为蓝本，而创造出来的。由于纯种的数量少，价格相当高。多瓦夫兔是最迷你、超可爱的宠物兔，身圆骨重、多毛。扁鼻，前脚长，颈项、脸颊、头顶皆有长毛，有纯白色、野鼠色、棕色、白底黑斑等色调。多瓦夫兔长成后体长仅，，体型非常娇小，可说是真正的迷你兔。由于已成为固定的品种，因此不会如夜市出售的迷你兔般长大。",
    "characterFeature":"多瓦夫兔的小饲养兔仔，首要购买一个合适的笼子，可以容许兔子站起来；要有充足的由于兔子会自己清理毛发，因此没必要时不要帮它们洗澡。多瓦夫兔的饲养相当简单，由于体型很小，不需太大的活动空间，饲主也可让它们多在笼外活动，除了增加运动量外，也可以减低它们的压力。不过必须注意过于娇小的身型，很容易在环境缝隙中发生危险。",
    "careKnowledge":",多瓦夫兔的生活环境中，最重要的就是兔笼的布置，这里面也有一些学问，因为并不是所有的多瓦夫兔都适合笼养，也并不是所有的笼养兔都适合成年意味着多瓦夫兔已经有繁殖后代的能力，如果不分笼，很有可能发生近亲繁殖的行为。一般来说，同一窝兔兔在满月断奶之后就该考虑分笼了，这样做有利于兔宝宝们的当发现母兔怀孕后，一定要和公兔分笼饲养。一是避免重复连续受孕，另一方面是因为准妈妈们会因保护欲而变得不好惹，攻击性很强。满月后的小兔宝宝就可以自己吃苜蓿了，不必再依赖母乳喂养。建议把母兔和小兔分在两个笼子里饲养，不要给兔妈妈造成过多的负担。受伤或生病中的兔兔需要特别照顾，隔离饲养还可以避免传染病传给其他多瓦夫兔。如果一群兔兔中出现了相互咬毛、打斗之类的情况要尽快分笼，这种情况通常出现在成年的同性多瓦夫兔之间。体型差异意味着体力的差距，加之成年的公兔地盘意识很强，混在一起的话小多瓦夫兔难免会被欺负所以个头差太多的多瓦夫兔建议分笼。",
    "feedPoints":"3多瓦夫兔的食物包括部分牧草、部分兔粮、部分蔬菜、部分零食和饮水，而占最大比重的就是牧草，所以牧草的选择很重要，可以根据多瓦夫兔的年纪进行选择。多瓦夫兔算是幼兔饲料用幼兔专用的饲料，牧草方面可以大量给予个月以下的多瓦夫兔不建议喂食新鲜的蔬菜水果，因为这时候的多瓦夫兔身体系统还没有完全个月大以后可以开始多给他吃这个时候算是",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/509.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img18451406712185.jpg"
  },
  {
    "pettype":3,
    "name":"缎毛兔",
    "engName":"Satin",
    "characters":"",
    "nation":"",
    "easyOfDisease":"球虫",
    "life":"5-6年",
    "price":"",
    "desc":"Satin缎毛兔是肉用兔，在我国饲养的数量不多，通常主要原因并不是这个品种本身的问题，在我国，可选择的肉用兔品种有很多，所以人们并没有一定选择这个品种的必要。缎毛兔属，标准体重为－磅，是大型兔之一。他们是由因异变而产生出来的新品种，有十种不同的。他们的毛呈金黄色且十分有光泽、浓密及柔软，身体每一部份都和其他部份的大小合比例。",
    "feature":"5缎毛兔的体重在公斤左右，是属于大型的兔子，皮毛浓密柔顺，典型的肉用兔品种。缎毛兔的不大，直立在脑后的样子很可爱，其实也是可以作为来饲养的。世界上的兔子品种超过种，不同品种的兔子有不同的外观，就像不同人种有不同的特征、不同品种的狗也有不同的模样，兔子有很巨大的、也有很巧小迷你的，有毛很长的、也有毛很短的，还有毛像缎子般柔顺的，更有许多不同的毛色与不同的眼睛、耳朵长短特征不同、头型体态各不相同，一般兔子的分类，主要先以兔子的大小来分，以下将兔子分为四大类。缎毛兔属于大型兔的一种，同属大型兔的还有英国垂耳兔、纽西兰兔、美洲兔、美洲金吉拉兔、加洲兔、德国安哥拉兔、缎子兔、荷达兔、银狐、美洲黑貂兔、耳兔等等。",
    "characterFeature":"1.缎毛兔的饲养和护理并没有什么特殊性，只要遵循一些肉用兔的饲养原则即可，仔兔与断奶仔兔的饲养方式应该不同，下面进行一个简单的介绍。从出生后到断奶时这个阶段的兔称为仔兔。仔兔机体生长发育尚未完全，抵抗外界睡眠期：好兔出生后至开跟的时间，称为睡眠期。仔兔在这个时期，除吃奶外都是开眼期：仔兔生后天左右开眼，从开眼到断奶，这段时间称为开眼期。仔兔开眼早迟与发育很有关系，发育良好的开眼早。如果兔眼被眼屎粘住，可用药棉蘸水，慢慢洗去。这个时期的仔兔要经历一个从吃奶转变到吃植物性饲料的变化过程，如果转变太突然，常常会造成仔夏季饲料以青草为主，兼喂麦麸、玉米、高梁等精饲料。青饲料含水大，要在太阳下晒一晒，减少水分。这样可有效地控制幼兔的腹泻和膨胀病。另外，注意经常加喂一些大葱或洋葱叶、大蒜叶等。食具天用高锰酸钾水消毒一次，可避免球虫卵囊污染垫草和食具。",
    "careKnowledge":"70饲养缎毛兔的环境如何布置，要根据缎毛兔本身的习性来确定，缎毛兔喜欢干净、干燥、安静的环境氛围，同时这是一种要磨牙的品种，所以在兔笼的选择上也要注意。缎毛兔的生活习性与鼠接近。白天安静地卧于笼中，夜间十分活跃，并大量采食，据观察夜间采食量占全天的％以上。在某种条件下，肉缎毛兔很容易进入困倦或睡眠状态，这时感觉降低甚至消失。缎毛兔是一种胆小的动物，突然喧闹声、生人和陌生动物，如缎毛兔的汗腺不发达，主要靠呼吸散热，故长期处于高温℃以上的潮湿环境会引起大批℃，初生仔缎毛℃，干燥、清洁对家缎毛兔健康十分有利。而缎毛兔也很讲卫生，经常用前爪“洗脸”，吃食、拉屎、撤尿和唾觉三点定位。缎毛兔的肛门、口、鼻不清净时，说明有病，要尽快查清原因，对症治疗。缎毛兔在自然条件下，都各自打洞独居。只有交配季节才在一起。无论是公母缎毛兔、同性缎毛兔，在一起常常缎毛兔的大门齿是恒齿，经常生长。如经常喂给柔软料，缎毛兔就自然而然地要啃咬木笼等物，以保持适当的齿长。因此，应往缎毛兔笼内投放一些树枝。制作缎毛兔笼时尽量不留棱角，使缎毛兔无法啃咬，以延长缎毛兔笼的使用年限。",
    "feedPoints":" l~ l.5缎毛兔是即个月，体重公斤出售。具体做法是：把供肥育的仔兔，集中在一起，围栏放牧，使幼兔有充分运动的机会，促进骨路肌肉充分生长发育。到最后半个月至一个半月进行笼养以限制运动。育肥的饲料营养要求是：粗蛋白％、纤维％、极脂肪％、矿物质％、水份％，日喂克配合料。育肥开始以青料为主，精料为辅，以后逐渐增添精料，最后个星期完全喂精料。如食欲下降，可以喂些青料。适宜育肥的饲料有：玉米、糙米、大麦、米糠、豆饼、花生饼、红薯、马铃薯后两种煮熟后喂较好等。指在繁殖、天，肥育良好的，可增重公斤。肥育期还可适当添加些菌香、芹菜叶、蒲公英、车前草等。肥育天后，如发现食量剧，表示肥育已成，应及早上形或屠宰。公兔育肥要去势，以减少饲料消耗，提高产肉能力。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/557.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img15661406887724.jpg"
  },
  {
    "pettype":3,
    "name":"琉球兔",
    "engName":"Amami rabbit",
    "characters":"机警、敏感",
    "nation":"日本",
    "easyOfDisease":"球虫",
    "life":"5-6年",
    "price":"",
    "desc":"Amami rabbit琉球兔是一个古老的野兔品种，耳朵短短的，所以又被称为奄美短耳兔，分布于日本，被看做是)的近亲，都是远古时代留下的产物，也被称之为是。琉球兔奄美兔、奄美短耳兔、奄美黑野兔脊索动物门哺乳纲兔形目兔科琉球兔属栖息在茂密森林，昼伏夜出，植食性。琉球兔分布在日本的奄美大岛及德之岛。目前奄美大岛生活着大约只琉球兔，德之岛只有只。雌性琉球兔每年繁殖次，每次产仔。母兔会在地上挖穴供在日间躲藏。于晚上，母兔会打开穴的入口喂养幼兔，期后就会以或尘埃遮盖穴。琉球兔由美国鸟类学家、植物学家、哺乳动物学家威特默•斯通（）于年命名。世界自然保护联盟红色名录列为：濒危（）。",
    "feature":"1921琉球兔最大的特点就是耳朵，我们都知道，兔子的耳朵应该是长长的，但是琉球兔是一种不像兔子的兔子，因为琉球兔的耳朵是很短小的，看上去更像是一只长耳朵的老鼠。琉球兔具有深棕色的毛皮，身体侧面从浅棕色到红棕色。它们的主要特征是较短的后腿，小，以及相比其他兔类明显短小的耳朵。琉球兔的脚很短，身体粗壮，爪大及弯曲，是夜间活动的。它们的耳朵比其他的兔或野兔明显的短小。它们栖息在森林，每胎只会生一只幼兔。母兔会在地上挖穴供幼兔在日间躲藏。于晚上，母兔会打开穴的入口喂养幼兔，期后就会以植物或尘埃遮盖穴。它们日间会在隐蔽的地方睡觉。它们也会发出叫声，叫声有点像鼠兔。琉球兔因猎杀死而濒危，日本遂于年立法保护它们。不过它们仍受到伐林、被及等杀死、并人类干扰等威胁。岛上居民用来杀死毒蛇的獴科也大量杀死琉球兔。伐林对它们有很大的伤害，尤其是它们是日间睡觉的，很多时会连同伐林一同被杀死。",
    "characterFeature":"50琉球兔是野生兔品种，所以琉球兔的护理要点，就是尽量保护野生的琉球兔不被猎杀，并且保护其生存环境的合理性，琉球兔是食植性的动物，如果人为饲养，也要注意食物的种类。琉球兔一般每两天进食一次，喜干燥。喜欢栖息在低矮干燥的灌木丛中，深夜或凌晨从栖息地顺着山上的小路下到灌木稀疏的山脚，果园，路边进食。野生琉球兔几乎全身没有脂肪。琉球兔隐蔽性很强，在它不动时，其千米。琉球兔以野草、树叶等",
    "careKnowledge":"30野外生活的琉球兔是处于琉球兔喜欢生活在具备藏身的多刺洋槐幼林，生长有小树的荒滩等。既能嘹望敌穴，又不太影响奔逃的地带，茂密的高林带地区高草妨碍它的嘹望和奔逃，陡坡不利于它的活动。食物的附近有水源，豆类农田和萝卜白菜的菜地附近的荒坡，琉球兔常常很多，水对琉球兔的影响很重要，所以缺水地区琉球兔很少。琉球兔没有固定的栖息地，育仔期除外。琉球兔平时过着流浪的生活。春、夏季节在茂密的幼林和厘米，深厘米以下，刚好将前后肢放进，身子则露出外边，前浅后深，以簸箕状，脊背比地平稍高，凭保护色的作用而隐形，受惊逃走或觅食离去，方便、迅速。",
    "feedPoints":"5琉球兔的食物有很强的随机性，虽然琉球兔是完全植食性动物，但是吃的东西却很复杂，在炎热的会摄取一些优质的仙草，在寒冷的东西也会吃一些树根，生命力非常顽强。琉球兔生性机警，听觉和视觉灵敏，逃跑迅速，隐藏严密，繁殖力强，敌害虽多，但能捕到它的动物很少，它昼伏夜出，特别琉球—只，幼兔出生后几个小时就能够奔跑。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/676.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img36321407751559.jpg"
  },{
  "pettype":3,
  "name":"指猴",
  "engName":"aye-aye",
  "characters":"",
  "nation":"马达加斯加岛",
  "easyOfDisease":"肠胃疾病",
  "life":"23年",
  "price":"",
  "desc":"在大多数人的印象中，指猴体型非常小，它们的体长不会超过人类一根手指的长度，由于实在太过迷你，它们甚至可以把人类的手指当成攀爬物紧抱，所以人们便将它们称呼为指猴。但指猴之所以被称为指猴，原因并不在此，指趾特长才是指猴名字由来的真正原因，而且指猴的体型也并不小。",
  "feature":"虽然指猴的中指和无名指又细又长，这样的手指对指猴的生活来说显得特别重要。首先，因为它们会吃树皮间的昆虫幼虫等，所以细长的手指可以方便它们获取。其次，指猴的手指也非常利于它们从果壳间掏取果肉，相对于其他一些动物来说，它们更容易获得食物。可长至跟一样大小，身长在40cm左右，最长可达60cm，所以千万不要小看了指猴。2kg左右。大。特别大。大。纤细。四肢较短。除大拇指和大脚趾外，其他指趾均有尖爪，中指非常长。比体长还长。脸部及腹部毛基白色。尾部毛发蓬松。",
  "characterFeature":"在野生的指猴还没有灭绝前，马达加斯加雨林就是它们的栖息地。指猴非常适应马达加斯加雨林的气候，而雨林也为它们提供了丰富的通常指猴一胎只能产出一只幼仔，这些幼仔大多会在每年的2-3月出生，在其他季节也会不断有幼仔出生，但数量相对来说较少。雌性指猴在事实上，对于马达加斯加雨林来说，指猴的存在非常有利于整体生态系统的平衡。不过当地人可不会这么认为，因为指猴总是在夜间活动，而且它们的由于野生指猴已经全部灭绝，所以想要见到指猴，人们可能只能在一些动物园和保护区能看到，这些动物园和保护区的环境设置也都与指猴的野生生态环境相似。",
  "careKnowledge":"指猴在7个月大之前都会以母亲的乳汁为生，这个时候它们还不需要担心食物的来源问题。不过在它们2岁大后，它们就会离开母亲独自生活，于是如何寻找到合适的食物成为它们所要面对的首要问题。一般情况下，在断奶后，幼仔就会跟母亲学习捕食的技巧，比如它们会跟母亲学习如何利用自己细长的手指而快速获得食物等。在自然环境状态下，指猴会吃马达加斯加雨林还为指猴提供了很多其他食物，比如各种各样的指猴觅食通常是个体行为，不过在有的时候，也会出现很多指猴一起觅食的现象。动物园中的指猴都会被提供充足又有营养的食物，在这样的条件下，指猴可以活到20年以上。",
  "feedPoints":"",
  "url":"http:\/\/www.boqii.com\/entry\/detail\/607.html",
  "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img46371407320192.jpg"
},
  {
    "pettype":0,
    "name":"索马里猫",
    "engName":"Somali ",
    "characters":"十分聪明、性格温和，善解人意。",
    "nation":"美国。加拿大",
    "easyOfDisease":"肥胖、糖尿病",
    "life":"10--15岁",
    "price":"10000以上",
    "desc":"索马里猫的长相基本上与阿比西尼亚猫一样，身材苗条优美，略圆；脸也是稍圆的楔子形；一对大耳朵呈宽的“V”字形；杏仁眼的上方是黑色的眼皮，给人留下深刻的印象。索马里猫初生时是一身短毛，毛会迅速变软。但被毛会随着猫长大而渐渐变的平滑和富有光泽。",
    "feature":"脸也是稍圆的楔子形；一对大耳朵呈宽的“V”字形；杏仁眼的上方是黑色的眼皮，给人留下深刻的印象。索马里猫初生时是一身短毛，毛会迅速变软。但被毛会随着猫长大而渐渐变的平滑和富有光泽。被毛中等长度，相当柔软、细而浓密，在肩部较短，但在后腿上却有着长毛，尾毛也十分浓密。毛色有栗银白色、棕红色、深红色、蓝色、银乳黄色、淡紫色、蓝银白色、银白色、巧克力银色等十一、二种之多。其中深红色又是阿比西尼亚猫和索马里猫的代表色，最为普遍。所有的索马里猫的眼睛都是琥珀色、浅褐色或绿色的。索马里猫呈微圆的楔形状，眼及面颊呈平缓的曲线形，双耳间至颈项间的条线是平顺的。所有的索马里猫都有浅色毛环绕的黑眼圈，在额头和脸颊上都有清晰的斑纹。头部呈适中的契形，从轮廓上看，有着平滑的线条和轻微的折鼻。索马里猫，Somali（索马利猫）大小中等，外表有王者风度。索马里猫的形似阿比西尼亚猫，但被毛为半长毛。体重：3.5到5.5公斤。活泼，但不热情过度。生命力顽强，温顺，性情温和，很贪玩，情感丰富，非常需要主人的关注，但较阿比西尼亚猫的占有欲弱，是很好的家庭伴侣。索马里猫的长相，基本上与阿比西尼亚猫一样，身材苗条优美，略圆；身型属中至大，比例均匀，肌肉结实，线条优美。",
    "characterFeature":"看到索马里猫这个名字，你一定会想到索马里海盗，其实他们一点关系也没有，索马里猫除了活力好外，卖萌也是强项，那冰绿的猫眼，是不是有些冷冷的酷呢？有些傻傻可爱。所以一定不要误会它，以为它会像索马里海盗的名字一样不受欢迎，索马里猫其实的是个温柔的\n索马里猫的性格\n索马里猫十分聪明、性格温和，善解人意。可以像猴子般横行，而抓食物或东西的方式也像猴子一样。大部份的索马利猫都懂得开水咙头，因为它们都喜欢玩水。那蹦紧的肌肉和严肃的脸给人一种非常野性的感觉，它的运动神经极为发达，因而动作敏捷，喜欢自由活动，叫声也特别的清澈响亮，因而不适合养在公寓里。索马里猫还是野性与美丽并存，又非常活泼外向，喜欢运动。按照道理来说这样的猫咪应该很健康了吧？其实不然，索马里猫早起曾经出现大量的遗传病，主要集中在牙齿方面，还有它们很容易犯脂肪肝等内脏",
    "careKnowledge":"索马里猫美丽的中长毛还有一个特点，就是每一根被毛上都有20种左右的渐变色彩，这么漂亮的长大衣，护理科一点都不省心。索马里猫每年都会有两次脱毛期，而且平时如果不梳理，被毛很容易纠结在一起，所以给索马里猫的日常护理一点都不能偷懒，那些怕麻烦的主人可不适合索马里猫。\n索马里猫的养护\n毛发也是需要梳理的，即使是",
    "feedPoints":"尽管有些怕冷，索马里猫还是不很喜欢公寓生活。它们喜欢捕猎，庭院很受它们欢迎。照料简便，每周一次毛发梳理即可。脱毛时期应每日梳理。刚出生的索马里猫被毛几近双色：背部深色，身底浅色。毛发的斑纹着色形成非常缓慢。同样地，它的被毛长度和最终外观直到2岁时才稳定。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/390.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img2951406018758.jpg"
  },
  {
    "pettype":0,
    "name":"喜马拉雅猫",
    "engName":"Himalayan、Colourpoint Persians",
    "characters":"聪明，温文尔雅",
    "nation":"英国和美国",
    "easyOfDisease":"肠胃疾病",
    "life":"10--15岁",
    "price":"20000以上",
    "desc":"波斯是一个已被广泛认知和相当流行的，在其早期的基础上出现了)。)的早期演变最有可能发生在高寒的波斯高原即今天的伊朗和伊拉克)上。当这些有着丝质长毛的猫被腓尼基人和罗马人带到欧洲时，欧洲人为之倾心了。这些年来，波斯在繁殖时一直被刻意保留和强调其长毛的特征。培育重点色波斯的第一步就是用暹罗猫和波斯进行杂交。其后代随后经过多年的繁育得出了一批拥有长毛和重点色图案的猫。这些重点色的长毛猫随后与波斯交配，其后代之间再进行交配。繁育者经过许多年的时间获得了有很多波斯基本特征并有重点色的猫。这时，下一步的工作开始了-这就是获得注册机构的正式品种认可。在英国，BSterling-Webb用了超过10年的时间完善了他的重点色长毛猫。1955年，他找到GoverningCounciloftheCatFancyGCCF)并请求他们承认这个长毛猫的新变种。由于他和其它繁育者为他们在这个新颜色的培育工作上做好了描述和辩护，他们的请求被批准了，重点色长毛LonghairedColourpoint)在英国成为一个独立的品种。随后的十年中，喜马拉雅猫迅速普及。但是绝大多数的喜马拉雅猫都无法满足波斯的繁育标准。许多繁育者已经不再定期使用纯色波斯进行杂交。他们使用已有的重点色和重点色进行繁殖，因此使喜马拉雅成为一个符合波斯标准的品种的进展很缓慢，甚至看不出来。喜马拉雅变成了长鼻子的重点色长毛猫。19世纪70年代，喜马拉雅繁育者开始回顾和思考他们曾经试图达到的目标。显然，要繁殖出更象波斯的猫，他们要着手去做的工作太多了。为此，他们开始定期与波斯进行杂交，保留最佳的后代进行繁育。过了一段时间，更象波斯的重点色长毛猫开始出现在猫展中。这些猫看起来更象波斯，因此得以与波斯竞争最后的大奖。",
    "feature":" 喜马拉雅猫的四肢肥短而直，身体很短，胸部深，它强有力的圆顶状的头部，圆圆的脸颊和下颚，小巧的耳朵和短鼻，还有圆滚滚的大",
    "characterFeature":" 喜马拉雅猫，这个名字是由于它和叫这个名字的",
    "careKnowledge":" 给",
    "feedPoints":"喜马拉雅猫平时除了毛发的",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/430.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img81471406191314.jpg"
  },
  {
    "pettype":1,
    "name":"马尔济斯犬",
    "engName":"Maltese",
    "characters":"文雅而深情、热切而活泼",
    "nation":"意大利",
    "easyOfDisease":"气管萎陷、倒睫、水脑症、黑色棘皮症、哮喘",
    "life":"14-15年",
    "price":"",
    "desc":"马尔济斯犬起源于公元前500年。是从头到脚披着白色丝状的毛发，性格温顺、聪明，被视为伴侣犬，深受贵族和上层社会的喜爱。",
    "feature":"玛尔济斯犬是最古老的欧洲犬种之一，起源于地中海地区，尤其以马耳他岛闻名。它们以其长长的丝状白色毛发和温顺的性格著称，历来深受贵族和名人喜爱。",
    "characterFeature":"马尔济斯在所有的小犬中态度是最温和的，良好的",
    "careKnowledge":"在养宠物的过程当中，最重要的就是宠物的健康状况。而往往狗狗的健康状况大多数都会根据平时的行为和状态所表现出来，所以在日常的护理当中一定要时刻注意狗狗的精神状态，还有观察大小便是否正常，以及是否有异常的情况。对于马尔济斯来说，它的美主要体现在它那飘逸的被毛上面，所以对于被毛的打理也就显得尤为重要了，当然不仅仅只是打理。为了让被毛看上去更加漂亮，在饲养过程当中可以给它喂食一些美毛粉，让它看起来更加有光泽。",
    "feedPoints":"对于马尔济斯来说它的美主要体现在它那飘逸的被毛上面，所以对于被毛的打理也就显得尤为重要了，当然不仅仅只是打理。为了让被毛看上去更加漂亮，在饲养过程当中可以给它喂食一些美毛粉，让它看起来更加有光泽。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/483.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/img25811406605993.jpg"
  },
  {
    "pettype":2,
    "name":"巴拿马黄金",
    "engName":"Psalmopoeus pulcher",
    "characters":"",
    "nation":"巴拿马",
    "easyOfDisease":"",
    "life":"",
    "price":"",
    "desc":"巴拿马黄金，又名巴拿马金毛，英文名为Psalmopoeuspulcher，亚科Selenocosmiinae。　巴拿马　热带雨林　15-16厘米足展26-28℃　85%　使用底材潮湿的泥炭\/椰砖\/粘土树栖型　极少　进阶",
    "feature":"巴拿马黄金的成体整体为金黄色，非常迷人，所以也受到玩家们的热爱。和很多捕鸟蛛一样，巴拿马黄金的幼体生长速度很快，大了后有一定的攻击性，虽然不容易踢毛，但还是不建议新手玩家们。幼体胸甲为黑色，脚上有一段粉红色，腹部略有金属光泽。Psalmopoeus属和华丽雨林（Poecilotheria）属很接近，属于比较珍惜的物种。",
    "characterFeature":"巴拿马黄金虽然是产自新大陆的树栖种类，但并没有特别温顺，他们速度飞快并且具有一定的攻击性。毒性相对于宠物捕鸟蛛中也是偏大的。巴拿马黄金的适宜温度为26-28℃，适宜湿度为85%.建议使用超市的泥炭或椰砖或粘土做为底材。小编不建议没有饲养经验的新手玩家饲养，虽然它极少出现踢毛的情况。喂食食物要注意食物的单一性，需要经常为巴拿马黄金变换食谱，保证营养均衡。",
    "careKnowledge":"巴拿马黄金属于树栖型的，由于他们具有一定的攻击性，所以不建议没有经验的新手玩家巴拿马黄金的适宜温度为26-28℃，适宜湿度为85%.建议使用超市的泥炭或椰砖或粘土做为底材。由于他们容易受惊的个性，所以建议在布置环境的时候一定要为他们留一个躲避处。",
    "feedPoints":"巴拿马黄金又名巴拿马和一般捕鸟蛛的习性一样，巴拿马黄金也是吃蟋蟀、蟑螂等昆虫的，由于巴拿马黄金的体型较大，所以成体后的巴拿马黄金可以偶尔喂食小鸟或乳鼠。",
    "url":"http:\/\/www.boqii.com\/entry\/detail\/1883.html",
    "coverURL":"http:\/\/img.boqiicdn.com\/Data\/BK\/P\/imagick87791422007348.jpg"
  }
]